Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Anything worth remembering
ar: أي شيء يستحق التذكّر
bg: Нещо, което си струва да запомниш
ca: Qualsevol cosa que valgui la pena recordar
cs: Cokoli, co stojí za zapamatování
da: Alt, der er værd at huske
de: Alles, was erwähnenswert ist
el: Οτιδήποτε αξίζει να θυμάσαι
es: Cualquier cosa que merezca recordarse
et: Kõik, mis väärib meeldejätmist
fi: Mitä tahansa muistamisen arvoista
fr: Tout ce qui mérite d'être noté
ga: Aon rud is fiú a mheabhrú
hr: Bilo što vrijedno pamćenja
hu: Bármi, amit érdemes megjegyezni
id: Apa pun yang layak diingat
is: Allt sem er þess virði að muna
it: Qualsiasi cosa valga la pena ricordare
ja: 覚えておきたいこと
ko: 기억해 둘 만한 것
lt: Bet kas, ką verta prisiminti
lv: Viss, ko vērts atcerēties
mk: Сè што вреди да се запамети
ms: Apa sahaja yang wajar diingat
mt: Kull ma jixraq li tiftakru
nb: Alt som er verdt å huske
nl: Alles wat het onthouden waard is
pl: Cokolwiek wartego zapamiętania
pt_br: Qualquer coisa que valha lembrar
pt_pt: Tudo o que valha a pena recordar
ro: Orice merită reținut
ru: Всё, что стоит запомнить
sk: Čokoľvek, čo stojí za zapamätanie
sl: Karkoli, kar je vredno zapomniti
sq: Çdo gjë që ia vlen të mbahet mend
sr: Било шта вредно памћења
sv: Allt som är värt att minnas
tr: Hatırlamaya değer her şey
uk: Усе, що варто запам’ятати
vi: Bất cứ điều gì đáng nhớ lại
zh_hans: 任何值得记下的内容
zh_hant: 任何值得記下的內容

source: Apple Health
ar: تطبيق الصحة من Apple
ca: Apple Salut
cs: Apple Zdraví
da: Apple Sundhed
el: Apple Υγεία
es: Apple Salud
et: Apple Tervis
fi: Apple Terveys
fr: Apple Santé
hr: Apple Zdravlje
is: Apple Heilsa
it: Apple Salute
ja: Apple ヘルスケア
ko: Apple 건강
lt: Apple Sveikata
lv: Apple Veselība
mk: Apple Здравје
nb: Apple Helse
nl: Apple Gezondheid
pl: Apple Zdrowie
pt_br: Apple Saúde
pt_pt: Apple Saúde
sk: Apple Zdravie
sl: Apple Zdravje
sq: Apple Shëndeti
sr: Apple Здравље
sv: Apple Hälsa
zh_hans: Apple 健康
zh_hant: Apple 健康

source: Arm (L)
ar: الذراع (يسار)
bg: Ръка (Л)
ca: Braç (esq.)
cs: Paže (L)
da: Arm (V)
el: Μπράτσο (αρ.)
es: Brazo (I)
et: Käsi (vasak)
fi: Käsivarsi (V)
fr: Bras (G)
ga: Lámh (clé)
hr: Ruka (L)
hu: Kar (bal)
id: Lengan (Ki)
is: Handleggur (v)
it: Braccio (S)
ja: 腕（左）
ko: 팔 (좌)
lt: Ranka (kairė)
lv: Roka (kreisā)
mk: Рака (лева)
ms: Lengan (Ki)
mt: Driegħ (xellug)
nb: Arm (V)
pl: Ramię (L)
pt_br: Braço (E)
pt_pt: Braço (E)
ro: Braț (stg.)
ru: Рука (лев.)
sk: Rameno (ľ.)
sl: Roka (L)
sq: Krahu (m)
sr: Рука (Л)
sv: Arm (V)
tr: Kol (Sol)
uk: Рука (ліва)
vi: Bắp tay (T)
zh_hans: 手臂（左）
zh_hant: 手臂（左）

source: Arm (R)
ar: الذراع (يمين)
bg: Ръка (Д)
ca: Braç (dret)
cs: Paže (P)
da: Arm (H)
el: Μπράτσο (δεξ.)
es: Brazo (D)
et: Käsi (parem)
fi: Käsivarsi (O)
fr: Bras (D)
ga: Lámh (deas)
hr: Ruka (D)
hu: Kar (jobb)
id: Lengan (Ka)
is: Handleggur (h)
it: Braccio (D)
ja: 腕（右）
ko: 팔 (우)
lt: Ranka (dešinė)
lv: Roka (labā)
mk: Рака (десна)
ms: Lengan (Ka)
mt: Driegħ (lemin)
nb: Arm (H)
pl: Ramię (P)
pt_br: Braço (D)
pt_pt: Braço (D)
ro: Braț (dr.)
ru: Рука (прав.)
sk: Rameno (p.)
sl: Roka (D)
sq: Krahu (dj)
sr: Рука (Д)
sv: Arm (H)
tr: Kol (Sağ)
uk: Рука (права)
vi: Bắp tay (P)
zh_hans: 手臂（右）
zh_hant: 手臂（右）

source: Athlete ID (e.g. i123456, or 0 for yourself)
ar: معرّف الرياضي (مثل i123456، أو 0 لحسابك أنت)
bg: ID на атлет (напр. i123456 или 0 за теб)
ca: ID d'atleta (p. ex. i123456, o 0 per a tu mateix)
cs: ID sportovce (např. i123456, nebo 0 pro sebe)
da: Atlet-id (f.eks. i123456, eller 0 for dig selv)
de: Athleten-ID (z. B. i123456, oder 0 für dich selbst)
el: ID αθλητή (π.χ. i123456, ή 0 για εσένα)
es: ID de atleta (p. ej. i123456, o 0 para ti)
et: Sportlase ID (nt i123456, või 0 enda jaoks)
fi: Urheilijan tunnus (esim. i123456 tai 0 itsellesi)
fr: ID d'athlète (ex. i123456, ou 0 pour toi)
ga: Aitheantas lúthchleasaí (m.sh. i123456, nó 0 duit féin)
hr: ID sportaša (npr. i123456, ili 0 za sebe)
hu: Sportoló-azonosító (pl. i123456, vagy 0 saját magadhoz)
id: ID atlet (mis. i123456, atau 0 untuk dirimu sendiri)
is: Auðkenni íþróttamanns (t.d. i123456, eða 0 fyrir þig sjálfan)
it: ID atleta (es. i123456, oppure 0 per te)
ja: アスリート ID（例：i123456、自分自身なら 0）
ko: 선수 ID (예: i123456, 본인은 0)
lt: Sportininko ID (pvz., i123456, arba 0 sau)
lv: Sportista ID (piem., i123456, vai 0 sev)
mk: ID на спортист (на пр. i123456, или 0 за себе)
ms: ID atlet (cth. i123456, atau 0 untuk diri sendiri)
mt: ID tal-atleta (eż. i123456, jew 0 għalik innifsek)
nb: Utøver-ID (f.eks. i123456, eller 0 for deg selv)
nl: Atleet-ID (bijv. i123456, of 0 voor jezelf)
pl: ID zawodnika (np. i123456 albo 0 dla siebie)
pt_br: ID do atleta (ex.: i123456, ou 0 para você mesmo)
pt_pt: ID de atleta (ex. i123456, ou 0 para ti)
ro: ID sportiv (de ex. i123456, sau 0 pentru tine)
ru: ID атлета (например, i123456, или 0 — вы сами)
sk: ID športovca (napr. i123456, alebo 0 pre seba)
sl: ID športnika (npr. i123456, ali 0 zase)
sq: ID e atletit (p.sh. i123456, ose 0 për veten)
sr: ID спортисте (нпр. i123456, или 0 за себе)
sv: Idrottar-ID (t.ex. i123456, eller 0 för dig själv)
tr: Sporcu kimliği (örn. i123456 veya kendin için 0)
uk: ID атлета (наприклад, i123456, або 0 — ви самі)
vi: ID vận động viên (vd. i123456, hoặc 0 cho chính bạn)
zh_hans: 运动员 ID（如 i123456，填 0 表示本人）
zh_hant: 運動員 ID（如 i123456，填 0 表示本人）

source: Authorize with Strava
ar: التفويض عبر Strava
bg: Оторизирай със Strava
ca: Autoritza amb Strava
cs: Autorizovat přes Stravu
da: Godkend med Strava
de: Mit Strava autorisieren
el: Εξουσιοδότηση με Strava
es: Autorizar con Strava
et: Autoriseeri Stravaga
fi: Valtuuta Stravalla
fr: Autoriser avec Strava
ga: Údaraigh le Strava
hr: Autoriziraj preko Strave
hu: Engedélyezés Stravával
id: Otorisasi dengan Strava
is: Heimila með Strava
it: Autorizza con Strava
ja: Strava で認証
ko: Strava로 인증
lt: Autorizuoti per Strava
lv: Autorizēt ar Strava
mk: Овласти преку Strava
ms: Beri kebenaran dengan Strava
mt: Awtorizza bi Strava
nb: Godkjenn med Strava
nl: Autoriseren met Strava
pl: Autoryzuj przez Stravę
pt_br: Autorizar com o Strava
pt_pt: Autorizar com o Strava
ro: Autorizează cu Strava
ru: Авторизоваться в Strava
sk: Autorizovať cez Strava
sl: Potrdi s Stravo
sq: Autorizo me Strava
sr: Ауторизуј преко Strave
sv: Auktorisera med Strava
tr: Strava ile yetkilendir
uk: Авторизуватися у Strava
vi: Cấp quyền bằng Strava
zh_hans: 使用 Strava 授权
zh_hant: 使用 Strava 授權

source: Average
ar: المتوسط
bg: Средно
ca: Mitjana
cs: Průměr
da: Gennemsnit
de: Durchschnitt
el: Μέσος όρος
es: Media
et: Keskmine
fi: Keskiarvo
fr: Moyenne
ga: Meán
hr: Prosjek
hu: Átlag
id: Rata-rata
is: Meðaltal
it: Media
ja: 平均
ko: 평균
lt: Vidurkis
lv: Vidēji
mk: Просек
ms: Purata
mt: Medja
nb: Snitt
nl: Gemiddelde
pl: Średnia
pt_br: Média
pt_pt: Média
ro: Medie
ru: Среднее
sk: Priemer
sl: Povprečje
sq: Mesatarja
sr: Просек
sv: Snitt
tr: Ortalama
uk: Середнє
vi: Trung bình
zh_hans: 平均
zh_hant: 平均

source: Avg HR
ar: متوسط النبض
bg: Ср. пулс
ca: FC mitjana
cs: Prům. TF
da: Gns. puls
de: Ø HF
el: Μ.Ο. παλμών
es: FC media
et: Keskm. pulss
fi: Keskisyke
fr: FC moy.
ga: Meánráta croí
hr: Prosj. puls
hu: Átlagpulzus
id: DJ rata-rata
is: Meðalpúls
it: FC media
ja: 平均心拍
ko: 평균 심박
lt: Vid. pulsas
lv: Vid. pulss
mk: Просечен пулс
ms: Denyutan purata
mt: Taħbit medju
nb: Snittpuls
nl: Gem. HS
pl: Śr. HR
pt_br: FC média
pt_pt: FC média
ro: Puls mediu
ru: Ср. пульс
sk: Priem. TF
sl: Povpr. utrip
sq: Rrahje mesatare
sr: Прос. пулс
sv: Snittpuls
tr: Ort. nabız
uk: Сер. пульс
vi: Nhịp tim TB
zh_hans: 平均心率
zh_hant: 平均心率

source: Avg power
ar: متوسط القدرة
bg: Ср. мощност
ca: Potència mitjana
cs: Prům. výkon
da: Gns. effekt
de: Ø Leistung
el: Μ.Ο. ισχύος
es: Potencia media
et: Keskm. võimsus
fi: Keskiteho
fr: Puissance moy.
ga: Meánchumhacht
hr: Prosj. snaga
hu: Átlagteljesítmény
id: Daya rata-rata
is: Meðalafl
it: Potenza media
ja: 平均パワー
ko: 평균 파워
lt: Vid. galia
lv: Vid. jauda
mk: Просечна моќност
ms: Kuasa purata
mt: Qawwa medja
nb: Snitteffekt
nl: Gem. vermogen
pl: Śr. moc
pt_br: Potência média
pt_pt: Potência média
ro: Putere medie
ru: Ср. мощность
sk: Priem. výkon
sl: Povpr. moč
sq: Fuqi mesatare
sr: Прос. снага
sv: Snitteffekt
tr: Ort. güç
uk: Сер. потужність
vi: Công suất TB
zh_hans: 平均功率
zh_hant: 平均功率

source: B — important
ar: ب — مهم
bg: B — важно
cs: B — důležitý
da: B — vigtigt
de: B — wichtig
el: Β — σημαντικός
es: B — importante
et: B — tähtis
fi: B — tärkeä
fr: B — importante
ga: B — tábhachtach
hr: B — važna
hu: B — fontos
id: B — penting
is: B — mikilvæg
it: B — importante
ja: B — 重要
ko: B — 중요
lt: B — svarbios
lv: B — svarīgas
mk: Б — важна
ms: B — penting
mt: B — importanti
nb: B — viktig
nl: B — belangrijk
pl: B — ważny
pt_br: B — importante
pt_pt: B — importante
ro: B — importantă
ru: B — важный
sk: B — dôležité
sl: B — pomembna
sq: B — e rëndësishme
sr: Б — важна
sv: B — viktigt
tr: B — önemli
uk: B — важливий
vi: B — quan trọng
zh_hans: B — 重要
zh_hant: B — 重要

source: Back
ar: الظهر
bg: Гръб
ca: Esquena
cs: Záda
da: Ryg
de: Rücken
el: Πλάτη
es: Espalda
et: Selg
fi: Selkä
fr: Dos
ga: Droim
hr: Leđa
hu: Hát
id: Punggung
is: Bak
it: Schiena
ja: 背中
ko: 등
lt: Nugara
lv: Mugura
mk: Грб
ms: Belakang
mt: Dahar
nb: Rygg
nl: Rug
pl: Plecy
pt_br: Costas
pt_pt: Costas
ro: Spate
ru: Спина
sk: Chrbát
sl: Hrbet
sq: Shpina
sr: Леђа
sv: Rygg
tr: Sırt
uk: Спина
vi: Lưng
zh_hans: 背部
zh_hant: 背部

source: Backup
ar: نسخة احتياطية
bg: Резервно копие
ca: Còpia de seguretat
cs: Záloha
da: Sikkerhedskopi
de: Sicherung
el: Αντίγραφο ασφαλείας
es: Copia de seguridad
et: Varukoopia
fi: Varmuuskopio
fr: Sauvegarde
ga: Cúltaca
hr: Sigurnosna kopija
hu: Biztonsági mentés
id: Cadangan
is: Afrit
ja: バックアップ
ko: 백업
lt: Atsarginė kopija
lv: Dublējums
mk: Резервна копија
ms: Sandaran
nb: Sikkerhetskopi
nl: Reservekopie
pl: Kopia zapasowa
pt_pt: Cópia de segurança
ro: Copie de rezervă
ru: Резервная копия
sk: Záloha
sl: Varnostna kopija
sq: Kopje rezervë
sr: Резервна копија
sv: Säkerhetskopia
tr: Yedek
uk: Резервна копія
vi: Sao lưu
zh_hans: 备份
zh_hant: 備份

source: Bands are the two lactate thresholds, approximated at 80% and 90% of your max heart rate. Real thresholds sit either side of that, so the shape is reliable and any single percentage point isn't.
ar: الحدود هنا هما عتبتا اللاكتات، مقرَّبتين عند 80% و90% من نبضك الأقصى. العتبتان الحقيقيتان تقعان على جانبي ذلك، فالشكل العام موثوق أما أي نسبة مفردة فلا.
bg: Лентите са двата лактатни прага, приблизително при 80% и 90% от максималния пулс. Истинските прагове са от двете страни на това, така че формата е надеждна, а отделният процент — не.
ca: Les bandes són els dos llindars de lactat, aproximats al 80% i al 90% de la teva freqüència cardíaca màxima. Els llindars reals queden a banda i banda, així que la forma general és fiable i un punt percentual concret no ho és.
cs: Pásma jsou dva laktátové prahy, přiblížené na 80 % a 90 % tvé maximální tepové frekvence. Skutečné prahy leží po obou stranách, takže celkový tvar je spolehlivý, ale jednotlivý procentní bod ne.
da: Båndene er de to laktattærskler, tilnærmet til 80 % og 90 % af din makspuls. De rigtige tærskler ligger på hver sin side, så formen er pålidelig, mens et enkelt procentpoint ikke er.
de: Die Bänder sind die beiden Laktatschwellen, angenähert bei 80 % und 90 % deiner maximalen Herzfrequenz. Die echten Schwellen liegen beiderseits davon — die Form ist also verlässlich, ein einzelner Prozentpunkt nicht.
el: Οι ζώνες είναι τα δύο κατώφλια γαλακτικού, προσεγγιστικά στο 80% και 90% των μέγιστων παλμών σου. Τα πραγματικά κατώφλια βρίσκονται εκατέρωθεν, οπότε η συνολική εικόνα είναι αξιόπιστη — μια μεμονωμένη ποσοστιαία μονάδα όχι.
es: Las bandas son los dos umbrales de lactato, aproximados al 80 % y al 90 % de tu frecuencia cardíaca máxima. Los umbrales reales quedan a uno y otro lado, así que la forma es fiable y un punto porcentual concreto no lo es.
et: Vööndid on kaks laktaadiläve, ligikaudselt 80% ja 90% sinu maksimaalsest pulsist. Tegelikud läved jäävad nende mõlemale poole, seega üldpilt on usaldusväärne, üksik protsendipunkt aga mitte.
fi: Kaistat ovat kaksi laktaattikynnystä, arvioituna 80 %:iin ja 90 %:iin maksimisykkeestäsi. Todelliset kynnykset ovat näiden molemmin puolin, joten muoto on luotettava mutta yksittäinen prosenttiyksikkö ei.
fr: Les bandes sont les deux seuils lactiques, approchés à 80 % et 90 % de ta fréquence cardiaque maximale. Les vrais seuils se situent de part et d'autre : la forme générale est fiable, un point de pourcentage isolé ne l'est pas.
ga: Is iad na bandaí an dá thairseach lachtáite, arna meas ag 80% agus 90% de do ráta croí uasta. Tá na fíorthairseacha ar an dá thaobh díobh sin, mar sin tá an cruth iomlán iontaofa ach níl aon phointe céatadáin aonair.
hr: Pojasi su dva laktatna praga, približno na 80 % i 90 % tvog maksimalnog pulsa. Pravi pragovi leže s obje strane toga, pa je ukupni oblik pouzdan, dok pojedini postotni bod nije.
hu: A sávhatárok a két laktátküszöb, közelítve a maximális pulzusod 80%-ánál és 90%-ánál. A valódi küszöbök ezek két oldalán vannak, így az összkép megbízható, egyetlen százalékpont viszont nem.
id: Kedua garis adalah dua ambang laktat, didekati pada 80% dan 90% dari detak jantung maksimalmu. Ambang sesungguhnya berada di kedua sisinya, jadi bentuk keseluruhannya bisa dipercaya sedangkan satu titik persentase tidak.
is: Beltin eru laktatþröskuldarnir tveir, nálgaðir við 80% og 90% af hámarkspúlsinum þínum. Raunverulegu þröskuldarnir liggja sitt hvorum megin við það, svo heildarmyndin er áreiðanleg en einstakt prósentustig ekki.
it: Le bande sono le due soglie del lattato, approssimate all'80% e al 90% della tua frequenza cardiaca massima. Le soglie reali stanno ai due lati, quindi la forma complessiva è affidabile mentre un singolo punto percentuale non lo è.
ja: 帯は 2 つの乳酸閾値で、最大心拍の 80% と 90% で近似しています。実際の閾値はその前後にあるため、全体の形は信頼できますが、個々のパーセントは当てになりません。
ko: 두 구간 경계는 최대 심박수의 80%와 90%로 근사한 두 개의 젖산 역치입니다. 실제 역치는 그 양옆에 있으므로, 전체 형태는 믿을 만하지만 특정 퍼센트 값 하나는 그렇지 않습니다.
lt: Juostos — tai du laktato slenksčiai, apytiksliai ties 80 % ir 90 % tavo maksimalaus pulso. Tikrieji slenksčiai yra abipus jų, todėl bendras vaizdas patikimas, o atskiras procentinis punktas — ne.
lv: Joslas ir divi laktāta sliekšņi, tuvināti 80 % un 90 % no tava maksimālā pulsa. Īstie sliekšņi atrodas abpus tiem, tāpēc kopējā aina ir uzticama, bet atsevišķs procenta punkts nav.
mk: Појасите се двата лактатни прага, приближно на 80 % и 90 % од твојот максимален пулс. Вистинските прагови лежат од двете страни, па вкупната слика е доверлива, а поединечен процент не е.
ms: Kedua-dua garisan ialah dua ambang laktat, dianggarkan pada 80% dan 90% daripada denyutan jantung maksimum anda. Ambang sebenar terletak di kedua-dua belahnya, jadi bentuk keseluruhannya boleh dipercayai manakala satu titik peratusan tidak.
mt: Il-faxex huma ż-żewġ limiti tal-lattat, approssimati f'80% u 90% tat-taħbit massimu tal-qalb tiegħek. Il-limiti veri jinsabu fuq iż-żewġ naħat ta' dawn, għalhekk ix-xejra ġenerali hija affidabbli imma punt perċentwali wieħed le.
nb: Båndene er de to laktatterskelene, tilnærmet til 80 % og 90 % av makspulsen din. De virkelige terskelene ligger på hver sin side, så formen er pålitelig mens et enkelt prosentpoeng ikke er det.
nl: De banden zijn de twee lactaatdrempels, benaderd op 80% en 90% van je maximale hartslag. De echte drempels liggen aan weerszijden daarvan, dus de vorm is betrouwbaar en een los procentpunt niet.
pl: Pasma to dwa progi mleczanowe, przybliżone do 80% i 90% tętna maksymalnego. Prawdziwe progi leżą po obu stronach, więc ogólny kształt jest wiarygodny, a pojedynczy punkt procentowy nie.
pt_br: As faixas são os dois limiares de lactato, aproximados em 80% e 90% da sua frequência cardíaca máxima. Os limiares reais ficam dos dois lados disso, então o formato geral é confiável, mas um ponto percentual isolado não é.
pt_pt: As bandas são os dois limiares de lactato, aproximados a 80% e 90% da tua frequência cardíaca máxima. Os limiares reais ficam de um lado e do outro, por isso a forma geral é fiável e um ponto percentual isolado não é.
ro: Benzile sunt cele două praguri de lactat, aproximate la 80% și 90% din pulsul tău maxim. Pragurile reale se află de o parte și de alta, așa că forma generală e de încredere, dar un singur punct procentual nu este.
ru: Полосы — это два лактатных порога, приближённо взятые как 80 % и 90 % от максимального пульса. Настоящие пороги лежат по обе стороны от них, поэтому общая картина надёжна, а отдельный процент — нет.
sk: Pásma sú dva laktátové prahy, priblížené na 80 % a 90 % tvojej maximálnej tepovej frekvencie. Skutočné prahy ležia po oboch stranách, takže celkový tvar je spoľahlivý, no jednotlivé percento nie.
sl: Pasova sta laktatna pragova, približana na 80 % in 90 % tvojega maksimalnega utripa. Pravi pragovi ležijo na obeh straneh tega, zato je celotna slika zanesljiva, posamezna odstotna točka pa ne.
sq: Brezat janë dy pragjet e laktatit, të përafruara në 80% dhe 90% të rrahjeve maksimale. Pragjet e vërteta ndodhen në të dyja anët e tyre, prandaj pamja e përgjithshme është e besueshme, ndërsa një pikë përqindjeje e vetme jo.
sr: Појасеви су два лактатна прага, приближно на 80 % и 90 % твог максималног пулса. Прави прагови леже са обе стране тога, па је укупни облик поуздан, док појединачни проценат није.
sv: Banden är de två laktattrösklarna, approximerade till 80 % och 90 % av din maxpuls. De verkliga trösklarna ligger på var sin sida om det, så formen är pålitlig medan en enskild procentenhet inte är det.
tr: Bantlar, maksimum nabzının %80 ve %90'ıyla yaklaşık olarak hesaplanan iki laktat eşiğidir. Gerçek eşikler bunların iki yanında yer alır; yani genel şekil güvenilirdir, tek tek yüzde noktaları değil.
uk: Смуги — це два лактатні пороги, наближено взяті як 80 % і 90 % від максимального пульсу. Справжні пороги лежать по обидва боки від них, тож загальна картина надійна, а окремий відсоток — ні.
vi: Hai vạch là hai ngưỡng lactate, lấy xấp xỉ ở 80% và 90% nhịp tim tối đa của bạn. Ngưỡng thật nằm ở hai phía quanh đó, nên hình dạng tổng thể thì đáng tin còn từng điểm phần trăm riêng lẻ thì không.
zh_hans: 两条分界线是两个乳酸阈，近似取最大心率的 80% 和 90%。真实阈值落在两侧，因此整体形态可信，单个百分点并不可靠。
zh_hant: 兩條分界線是兩個乳酸閾，約略取最大心率的 80% 與 90%。真實閾值落在兩側，因此整體形態可信，單一百分點則不可靠。

source: Bar
ar: البار
bg: Лост
ca: Barra
cs: Osa
da: Stang
de: Stange
el: Μπάρα
es: Barra
et: Kang
fi: Tanko
fr: Barre
ga: Barra
hr: Šipka
hu: Rúd
id: Barbel
is: Stöng
it: Bilanciere
ja: バー
ko: 바
lt: Grifas
lv: Stienis
mk: Шипка
nb: Stang
nl: Stang
pl: Gryf
pt_br: Barra
pt_pt: Barra
ro: Bară
ru: Гриф
sk: Os
sl: Palica
sq: Shufra
sr: Шипка
sv: Stång
uk: Гриф
vi: Đòn tạ
zh_hans: 杠铃杆
zh_hant: 槓鈴桿

source: Bar only.
ar: البار فقط.
bg: Само лост.
ca: Només la barra.
cs: Jen osa.
da: Kun stangen.
de: Nur die Stange.
el: Μόνο η μπάρα.
es: Solo la barra.
et: Ainult kang.
fi: Pelkkä tanko.
fr: La barre seule.
ga: An barra amháin.
hr: Samo šipka.
hu: Csak a rúd.
id: Barbel kosong saja.
is: Bara stöngin.
it: Solo il bilanciere.
ja: バーのみ。
ko: 바만.
lt: Tik grifas.
lv: Tikai stienis.
mk: Само шипката.
ms: Bar kosong sahaja.
mt: Il-bar biss.
nb: Bare stanga.
nl: Alleen de stang.
pl: Sam gryf.
pt_br: Só a barra.
pt_pt: Só a barra.
ro: Doar bara.
ru: Только гриф.
sk: Len os.
sl: Samo palica.
sq: Vetëm shufra.
sr: Само шипка.
sv: Bara stången.
tr: Sadece bar.
uk: Лише гриф.
vi: Chỉ đòn không.
zh_hans: 仅空杆。
zh_hant: 僅空桿。

source: Based on %lld%% of inputs
ar: بناءً على %lld%% من المدخلات
bg: На база %lld%% от входните данни
ca: Basat en el %lld%% de les dades
cs: Na základě %lld%% vstupů
da: Baseret på %lld%% af inputtene
de: Basierend auf %lld%% der Eingaben
el: Με βάση το %lld%% των δεδομένων
es: Basado en el %lld%% de las entradas
et: %lld%% sisendite põhjal
fi: Perustuu %lld %%:iin syötteistä
fr: D'après %lld%% des entrées
ga: Bunaithe ar %lld%% de na hionchuir
hr: Na temelju %lld%% unosa
hu: A bemenetek %lld%%-a alapján
id: Berdasarkan %lld%% masukan
is: Byggt á %lld%% af gögnunum
it: In base al %lld%% degli ingressi
ja: 入力の %lld%% に基づく
ko: 입력값의 %lld%%에 근거
lt: Remiantis %lld%% duomenų
lv: Pamatojoties uz %lld%% ievaddatu
mk: Врз основа на %lld%% од податоците
ms: Berdasarkan %lld%% input
mt: Ibbażat fuq %lld%% tad-data mdaħħla
nb: Basert på %lld%% av inndataene
nl: Op basis van %lld%% van de invoer
pl: Na podstawie %lld%% danych wejściowych
pt_br: Com base em %lld%% dos dados
pt_pt: Com base em %lld%% das entradas
ro: Pe baza a %lld%% dintre date
ru: По %lld%% исходных данных
sk: Na základe %lld%% vstupov
sl: Na podlagi %lld%% vnosov
sq: Bazuar në %lld%% të të dhënave
sr: На основу %lld%% уноса
sv: Baserat på %lld%% av indata
tr: Girdilerin %%%lld'ine dayanıyor
uk: За %lld%% вхідних даних
vi: Dựa trên %lld%% dữ liệu đầu vào
zh_hans: 基于 %lld%% 的输入数据
zh_hant: 根據 %lld%% 的輸入資料

source: Based on %lld%% of the sessions in this window.
ar: بناءً على %lld%% من حصص هذه الفترة.
bg: На база %lld%% от тренировките в този период.
ca: Basat en el %lld%% de les sessions d'aquest període.
cs: Na základě %lld%% tréninků v tomto období.
da: Baseret på %lld%% af passene i perioden.
de: Basierend auf %lld%% der Einheiten in diesem Zeitraum.
el: Με βάση το %lld%% των προπονήσεων αυτής της περιόδου.
es: Basado en el %lld%% de las sesiones de este periodo.
et: %lld%% selle perioodi trennide põhjal.
fi: Perustuu %lld %%:iin tämän jakson harjoituksista.
fr: D'après %lld%% des séances de cette période.
ga: Bunaithe ar %lld%% de na seisiúin sa tréimhse seo.
hr: Na temelju %lld%% treninga u ovom razdoblju.
hu: Az ebben az időszakban végzett edzések %lld%%-a alapján.
id: Berdasarkan %lld%% sesi dalam rentang ini.
is: Byggt á %lld%% af æfingum þessa tímabils.
it: In base al %lld%% delle sessioni di questo periodo.
ja: この期間のセッションの %lld%% に基づいています。
ko: 이 기간 세션의 %lld%%에 근거합니다.
lt: Remiantis %lld%% šio laikotarpio treniruočių.
lv: Pamatojoties uz %lld%% šī perioda treniņu.
mk: Врз основа на %lld%% од тренинзите во овој период.
ms: Berdasarkan %lld%% sesi dalam julat ini.
mt: Ibbażat fuq %lld%% tas-sessjonijiet f'dan il-perjodu.
nb: Basert på %lld%% av øktene i perioden.
nl: Op basis van %lld%% van de sessies in deze periode.
pl: Na podstawie %lld%% sesji z tego okresu.
pt_br: Com base em %lld%% dos treinos deste período.
pt_pt: Com base em %lld%% das sessões deste período.
ro: Pe baza a %lld%% dintre antrenamentele din această perioadă.
ru: По %lld%% тренировок за этот период.
sk: Na základe %lld%% tréningov v tomto období.
sl: Na podlagi %lld%% treningov v tem obdobju.
sq: Bazuar në %lld%% të stërvitjeve të kësaj periudhe.
sr: На основу %lld%% тренинга у овом периоду.
sv: Baserat på %lld%% av passen i den här perioden.
tr: Bu aralıktaki antrenmanların %%%lld'ine dayanıyor.
uk: За %lld%% тренувань за цей період.
vi: Dựa trên %lld%% số buổi trong khoảng này.
zh_hans: 基于该时段内 %lld%% 的训练。
zh_hant: 根據此期間 %lld%% 的訓練。
